# Задача 2. Очень простая задача
# У вас есть список list_word. Напишите программу, которая заполняет список числами от 0 до 100 и выводит его на экран.

list_word = []
i = 0
while i < 100:
    i += 1
    list_word.append(i)
print(list_word)
