# Задача 2. Очень простая задача
# У вас есть список numbers. Напишите программу, которая заполняет список числами от 0 до 100 и выводит его на экран.

numbers = []
i = 0
while i < 100:
    i += 1
    numbers.append(i)
print(numbers)
